;Localization:
;Thank you very much translators for your time to help me improve Listary!
;You’ll get one Listary Pro license for free if you help translate this file into your language.
;Contact support@listary.com for more information.

;Copy English.ini to YourLanguage.ini

[Info]
;Language name in your own language e.g. Deutsch
Language=Український
;Language name in English e.g. German
LanguageEn=Ukrainian
;Your name here. You can also leave your email, website, blog...
Translator=Konstantin Lyubchenko. E-mail: greatlkn@gmail.com
;Version of this language file
Version=1.0.0
;If you don't know, leave it blank
Codepage=1251

;Note to translators:
;Please keep escape sequences like \n, \t, %d, %s, %% unchanged
[Strings]
;Global
601=Немає
602=Настройки Listary

;Tray Menu
1001=Онлайн-довідка
1002=Перевірка оновлень...
1003=Про програму
1004=Вихід

;Toolbar
1100=Пошук

;Favorite Menu
2000=Вибране
2001=Ця програма
2002=Глобально
2003=Додати тут
2004=Додати поточну папку в Вибране
2050=Не вдалося додати в Вибране
2051=Listary не вдалося отримати шлях з цього додатка.

;Recent Menu
2100=Недавні
2101=Очистити
2103=Папка
2104=Файл
2105=Відстежувати цю програму
2106=Не відслідковувати цю програму
2107=Показати ще...

;Smart Menu
2200=Smart
2201=Поточні відкриті папки
2202=Переключитися на останню відкриту папку у файловому менеджері
2203=Відкрити вибраний файл у файловому менеджері
2204=Огляд поточної папки
2205=Командний рядок
2206=Перейти в папку програми
2207=Огляд папки програми
2208=Показати розширення файлу
2209=Показати приховані файли і папки
2210=Скопіювати шлях папки в буфер обміну
2211=Скопіювати шляхи вибраних елементів в буфер обміну
2212=Скопіювати імена вибраних елементів, що відображуються, в буфер обміну
2213=Настройки
2214=Оновити до версії Pro
2215=Додати програму до списку підтримуваних
2216=Вимкнути Listary для цього додатка
2217=Експорт вмісту списку в CSV-файл
2218=Роздільник
2250=%s: додано до списку підтримуваних.
2251=Натисніть середню кнопку миші або натисніть %s для активації Listary в %s зараз.
2252=Ви дійсно хочете відключити Listary для цього додатка?
2253=Відключити Listary
2254=Listary більше не буде відображатися при наступному запуску цієї програми.\n Ви можете завжди включити це знову в вікні 'Настройки' > 'Програми'.

;Search
2300=Список
2301=Перейти до
2302=Немає елементів, які відповідають критеріям пошуку.

;Options > General
3000=Загальні
3001=Завантажувати Listary при старті Windows
3002=Автофокусування на списку файлів для Провідника Windows XP
3003=Перевіряти оновлення при відкритті вікна настройок
3004=Швидкий перехід (відкриє поточну папку в діалоговому вікні файлу при переході з файлового менеджера)
3005=Мова:
3006=Default File Manager
3007=Fill this if you prefer to use a file manager other than Windows Explorer.\nUse %1 in parameter for the path. Do not forget quotes.


;Options > Favorites
3100=Вибране
3101=Подробиці
3102=Ім'я:
3103=Клавіші:
3104=Тип:
3105=Шлях:
3106=Підменю
3107=Додати елемент у Вибране
3108=Видалити вибраний елемент з Вибраного

;Options > Recent
3200=Недавні
3201=Глобальні недавні елементи:
3206=Відслідковувати глобальні недавні елементи
3207=Відслідковувати недавні файли і папки для всіх програм
3208=Автовибір останнього відкритого файлу в діалозі відкриття файлу
3209=Видалити вибрані елементи з недавніх
3210=Видалити всі елементи з недавніх
3211=глобальних недавніх елементів
3212=недавніх папок на кожну програму
3213=недавніх файлів на кожну програму
3214=недавніх елементів меню
3215=Search recent files and folders

;Options > Smart Commands
3300=Smart-команди
3301=Подробиці команди
3303=Команда:
3305=Показувати цю команду в Smart-меню
3306=Додати свою команду
3307=Ім'я
3308=Клавіші
3309=Команда
3310=Показувати в Smart-меню
3311=Додати вбудовану smart-команду
3312=Видалити обрану команду

;Options > Applications
3400=Програми
3401=Настройки програми (впливає тільки на обрану програму в списку вище):
3402=Включити Listary для цієї програми
3403=Відслідковувати недавні файли і папки
3404=Додати програму для зміни її настройок
3405=Видалити вибрану програму разом з обраними і недавніми елементами
3406=Шлях

;Options > Keyboard and Mouse
3500=Клавіатура і миша
3501=Гарячі клавіші
3502=Глобальні:
3503=Панель Listary:
3504=Контекстне меню:
3505=Локальні (якщо є панель інструментів Listary):
3506=Меню 'Вибране'
3507=Меню 'Недавні'
3508=Smart-меню
3509=Включити локальні гарячі клавіші (в тому числі для Вибраного і smart-команд) для Провідника, коли панель інструментів Listary прихована
3510=Миша
3511=Викликати Listary подвійним натисканням лівої кнопки миші в порожній області в Провіднику, файловому діалозі, на Робочому столі
3512=Викликати Listary натисканням середньою кнопкою миші

;Options > Display
3600=Відображення
3601=Позиція вікна
3602=Абсолютна
3603=Відносно списку
3604=Відносно вікна
3605=Згори
3606=Знизу
3607=Ліворуч
3608=Праворуч
3609=Непрозорість
3610=Меню
3611=Максимум елементів для показа:
3612=Максимальна ширина (в пікселах):
3613=Мінімальна ширина (в пікселах):
3614=Наведення миші відкриває меню з затримкою (у мс, 0 = вимкнено):
3615=Контекстне меню
3616=Показувати недавні елементи в підменю
3617=пікс.

;Options > Integration
4000=Інтеграція
4001=Додати меню каталогів Total Commander в Вибране Listary
4002=Використовувати Total Commander для заміни файлових діалогів:

;Options > Compatibility
3700=Сумісність
3701=Listary буде також працювати з такими програмами:
3702=Додати програму до списку підтримуваних
3703=Видалити вибрану програму зі списку підтримуваних
3704=Файловий менеджер
3705=Клас
3706=Виконуваний файл
3707=Адресний рядок
3708=Так
3709=Ні

;Options > Pro
3800=Оновлення до версії Pro
;3801=
3802=Ім'я:
3803=E-mail:
3804=Код реєстрації:
3805=Замітка
3806=Listary - безкоштовна програма для особистого і некомерційного використання.
3807=Для комерційного використання необхідно придбати Listary Pro.
3808=Вставити з буферу обміну
3809=Перевірка коду реєстрації

;Options > About
3900=Про програму
3901=Ця програма безкоштовна тільки для особистого користування. Якщо ви хочете використовувати її в комерційних цілях або вам потрібні деякі розширені функції, купіть Listary Pro.
3902=Домашня сторінка
3903=Ця програма ліцензована для

;Add Application Dialog
4100=Додати програму
4101=Перетягніть приціл на адресний рядок програми і відпустіть кнопку миші.
4102=Приціл:
4103=Клас:
4104=Exe-файл:
4105=Адресний рядок:
4106=Це файловий менеджер (ввімкніть, щоб активувати функції тільки для нього):
4107=*НЕВДАЛО* Ціль запущена під Адміністратором?

;Custom Command Dialog
4200=Команда користувача
4201=Повний шлях до виконуваного файлу.\nПриклад: C:\Program Files\7-Zip\7z.exe
4202=Параметр:
4203=Приклад показує, як додати вибраний файл до архіву, використовуючи 7-Zip.\n\nВи можете використовувати наступні змінні в параметрі. Змінні не містять лапок, при необхідності додайте їх вручну.
4204=%file%\t\tПовний шлях до вибраного файлу/папки.\nПриклад:  D:\download\music\example.mp3\n\n%path%\tШлях поточної папки.\nПриклад: D:\download\music\\n\n%filename%\tІм'я обраного файлу/папки.\nПриклад: example.mp3

;Add Favorite Dialog
4300=Додати в Обране